Repository: common-repository/itg-rztka
Catalog: languages/itg-rztka-*.po
Languages: ru_ru, uk

source: Rozetka.ua integration
ru_ru: Интеграция с Rozetka.ua
uk: Інтеграція з Rozekta.ua

source: Product XML feed
ru_ru: Продуктовый XML-фид
uk: XML-перелік товарів.

source: Add this product into the XML feed for rozetka.ua.
ru_ru: Добавить этот товар в XML-фид для rozetka.ua.
uk: Додати цей товар до XML-файлу для rozetka.ua

source: Custom description.
ru_ru: Описание.
uk: Опис товару

source: You can leave this field empty. In this case the default product description will be used.
ru_ru: Оставьте поле пустым, чтобы использовать существующее описание товара.
uk: Залиште це поле порожнім. При цьому буде використано існуючий опис товару.

source: From the settings page you have opted to user product attributes instead of fields suggested by IT Guild Rozetka Feed.
ru_ru: В настройках вы выбрали использование атрибутов товара Woocommerce вместо стандартных.
uk: На сторінці налаштувань ви вибрали використовувати атрибути товару Woocommerce замість тих, що пропонуються плагіном IT Guild Rozetka Feed.

source: Vendor
ru_ru: Производитель
uk: Виробник

source: Specify vendor.
ru_ru: Укажите производителя.
uk: Вкажіть виробника.

source: Manufacturer country
ru_ru: Страна-производитель
uk: Країна-виробник

source: Specify the country of manufacturer.
ru_ru: Укажите страну-производителя.
uk: Країна-виробник

source: Kind
ru_ru: Вид
uk: Вид

source: The "Kind".
ru_ru: Укажите "Вид"
uk: Вид

source: Color
ru_ru: Цвет
uk: Колір

source: Specify item color.
ru_ru: Укажите цвет
uk: Колір

source: Sizes
ru_ru: Размеры
uk: Розміри

source: Example: "XXXS".
ru_ru: Например: "XXXS".
uk: Приклад: "XXXS"

source: Item lifetime
ru_ru: Срок годности
uk: Термін придатності

source: Example: "Up to 24 month".
ru_ru: Например: "До 24-х месяцев".
uk: Приклад: "До 24 місяців"

source: Warranty
ru_ru: Гарантия
uk: Гарантія

source: Example: "1 year limited warranty".
ru_ru: Например, "1 год ограниченной гарантии"
uk: Приклад: "Один рік обмеженої гарантії"

source: Shipping/Payment
ru_ru: Доставка/оплата
uk: Умови доставки і оплати

source: Shipping and payment terms.
ru_ru: Условия доставки и оплаты.
uk: Умови оплати і доставки.

source: Rozetka Feed
ru_ru: Rozetka.ua Фид
uk: Фід Rozetka.ua

source: IT Guild Rozetka.ua Feed settings
ru_ru: Настройка фида IT Guild Rozetka.ua
uk: Налаштування фіда IT Guild Rozetka.ua

source: Shop Title
ru_ru: Название магазина
uk: Назва магазину

source: Shop Description
ru_ru: Описание магазина
uk: Опис магазину

source: Product attributes
ru_ru: Атрибуты товара
uk: Атрибути товару

source: Feed will use Woocommerce product attributes instead of those suggested in product metabox
ru_ru: Фид будет использовать атрибуты товара Woocommerce, вместо стандартных
uk: Додавати у фід атрибути товару з Woocommerce замість стандартних

source: IT Guild Rozetka.ua Integration
ru_ru: IT Guild интеграция с Rozetka.ua
uk: IT Guild Інтеграція Woocommerce з Rozetka.ua

source: Integrate your online store with Rozetka.ua marketplace!
ru_ru: Интегрируйте ваш онлайн-магазин с маркетплейсом Rozetka.ua
uk: Інтегруйте ваш онлайн-магазин у маркетплейс Rozetka.ua

source: Eugene Gorelikov
ru_ru: Евгений Гореликов
uk: Євген Горєліков
